' SERBIAN LANGUAGE FILE 
' Translated By Ivan Starchevicy (ivanstar61@gmail.com)

'use & for Alt Hot key - e.g. &Prepare Drive  means ALT+P keypress will click that control
'/n will be changed to a new line
'  use ' or REM at the start of a new line

'All entries must be a single line

'Global Font Parameters  MS Serif(6,7,8,10), MS Sans Serif(8,10),Small Fonts(2,3,4,5,6,7), Terminal(5,6,9)
'Default is MS Sans Serif 8



LCID=1049
ButtonFontSize=8
LabelFontSize=8
HelpFontName=Arial
HelpFontCharset=204
HelpFontSize=8
HelpFontBold=false


' --- CONTROLS ----
cmdRefresh=Освежи
cmdViewUsbMbr=Својства УСБ-а
cmdPrepare=6 Припрема уређаја
cmdGrubInst=Инсталирај &grub4dos
cmdEject=Избаци диск
cmdTest=Брзи тест
cmdClean=Очисти
cmdHelp=Помоћ
cmdExit=Излаз
CmdSetSourcePath=Изабери фасциклу за копирање
cmdFileToUSB=Датотека -> УСБ
cmdUSBtoFile=УСБ -> Датотека
cmdViewFileMbr=Својства датотеке
cmdSpeedTest=Тест брзине

'-- labels --
lblSize=1 Величина (MiB)
lblLabel=2 Ознака уређаја
lbltip=Упозорење: Користи FAT32 за партиције веће од  2ГБ. Промени вредност 'Величина' ако вам је потребна мања партиција.
lblSteps=Прати кораке од 1 до 6 за партицију, формат и направите покретачки УСБ уређај.

'-- checkboxes ---
chknoact=Направи партицију да није покретачка
chkSure=Нема корисничког одзива
checkcopy=5 КОПИРАЊЕ ДАТОТЕКА О.С. одавде, након форматирања, ако је поље означено
chkBartPE=&BartPE -> УСБ

'-- Frames ---
FrameBootOptions=3 Избор за покретање система
FrameFS=4 Систем датотека - могућности
FrameImgTools=Рад са сликама


' CONTEXT SENSITIVE HELP BOX TEXT 
lstLang_mouseMove=ИЗБОР ЈЕЗИКА - Изабери језик из асортимана INI датотека. Напомена: Неки текстови и Савети нису преведени.
CmdEject_MouseMove=ИЗБАЦИ - Извадите УСБ уређај тако да можете безбедно да уклоните датотеку без грешке. Можете да користите ово дугме уместо Windows-овe стартне палете'Безбедно уклони хардвер'.
cmdExit_MouseMove=ИЗЛАЗ - на изласку, ваша тренутна подешавања су сачувана у Бази регистара са садашњим именом апликације.

Cmdgrubinst_MouseMove=grub4dos - Инсталирај grub4dos' glrldr.mbr у MBR, и могуће копије преко датотеке grldr. Датотеке grub4dos (grubinst.exe и grldr) морају бити у RMPrepUSB фасцикли за ову наредбу како би функционисале.При покретању, grub4dos ће тражити изборник.lst датотеку у корену диска или \boot\grub\menu.lst и \grub\menu.lst.

CmdHelp_MouseMove=ПОМОЋ - Кликните да бисте добили помоћ како да користите овај програм и погледајте 'Помоћ' у ПДФ формату.
cmdPrepare_MouseMove=ПРИПРЕМИТЕ - партиционишите и форматирајте изабрани УСБ уређај помоћу могућности покретања и подешавања система датотека - опције. Ако КОПИЈУ ДАТОТЕКА О.С.означите, садржај фасцикле ће бити копиран на УСБ диск после форматирања.
cmdRefresh_MouseMove=ОСВЕЖИ - Користите ово дугме ако RMPrepUSB аутоматски не открије УСБ диск или открије да је највеће физичке величине. Напомена: Не можете поново поставити 'Избачен' диск - морате га уклонити и поново уметнути.
CmdSetSourcePath_MouseMove=ИЗАБЕРИТЕ ФАСЦИКЛУ - Изабери фасциклу. Све датотеке унутар ове фасцикле ће бити копиране на УСБ диск после форматирања, ако је КОПИЈА ДАТОТЕКЕ О.С. означена.
cmdFileToUSB_MouseMove=ДАТОТЕКА у УСБ - Прочитај садржај датотеке и упиши их на изабрани УСБ уређај. Датотека мора бити некомпресована бинарна слика. Напомена: Све остале RMPrepUSB могућности су занемарене.
cmdUSBtoFile_MouseMove=УСБ у ДАТОТЕКУ - Прочитај УСБ-садржај и упиши га у сликовну датотеку. Датотека ће бити некомпресована бинарна слика.
cmdViewFileMbr_MouseMove=СВОЈСТВА ДАТОТЕКЕ - Омогућава вам да изаберете датотеку и почетни положај. Након тога можете да видите податке у тој датотеци или табелеларни приказ вредности партиције.
cmdViewUSBMBR_MouseMove=СВОЈСТВА УСБ - Омогућава вам да изаберете почетни сектор и приказ података и обавештења о табели партиција.
cmdclean_MouseMove=ОЧИСТИ - упиши 0 за Master Boot Record (LBA 0). Користите ову наредбу ако добијете грешке из RMPrepUSB.
cmdtest_MouseMove=БРЗИ ТЕСТ - Ово је брза провера "капацитет" за проверу. Он испитује цео диск за нестале/лоше делове и извештава о употребној 'добра' вредности. Јефтини 16ГБ UFD може заправо имати само 2ГБ меморије!\nПоново форматирај пријављене 'добра' величине, а затим тест са FreeWare H2TESTW (укључени у RMPrepUSB) који тестира сав слободни простор без губитка података.
cmdspeedtest_MouseMove=ПРОВЕРА БРЗИНЕ - без губитака ЧИТА и ПИШЕ проверу брзине. Резултати се приказују као вредности раздвојене зарезима у датотеци USBSpeed.csv. Овај тест се користи као сирови - Прочитај/Напиши I/O приступ и не зависи од датотеке система.

OptFS_MouseMove0=FILESYSTEM - FAT16\nКористи FAT16 ако је диск 2000МБ или мањи. То је обично најбољи формат за старије BIOS-е.
OptFS_MouseMove1=FILESYSTEM - FAT32\nКористи FAT32 ако је диск већи од 2000МБ. Велики дискови преко 32ГБ би требало да користите NTFS ако је могуће.
OptFS_MouseMove2=FILESYSTEM - NTFS\nNTFS може бити бржи, али може изазвати прекомерно хабање на УСБ меморији, а да бисте му приступили из DOS-а, захтева независан алат.
optFREEDOS_MouseMove=FREEDOS - Користи Volume Boot Record и код FreeDOS за покретање из датотеке KERNEL.SYS. Само одговарајући са FAT16 или FAT32.
optsyslinux_MouseMove=SYSLINUX - Обично се користи за покретање Линукса. Ако је покретање isolinux, преименујете isolinux датотеку у syslinux и isolinux.cfg у syslinux.cfg. FAT16 или FAT32 само треба користити.
Optlargehddwinpe_MouseMove=BOOTMGR - Користи WinPEv2.x или v3.x\Vista\Win7 Volume Boot Record и покретање кода за покретање из датотеке BOOTMGR. Требало би да покрене УСБ уређај као чврсти диск, а не флопи диск. Употребите 2PTN могућност ако имате проблема са подизањем на неким системима.
optMSDOS_MouseMove=MS-DOS - Користи MS-DOS Volume Boot Record и покретање кода за покретање из датотеке IO.SYS. Стварно покретање кода зависи од тога да ли сте изабрали FAT16, FAT32 и друге могућности - погледајте 'Помоћ' у ПДФ-формату.
OptNTLDR_MouseMove=NTLDR - Користи XP одговарајући Volume Boot Record и покретање кода за покретање из датотеке  NTLDR. Имајте на уму да не можете да подигнете систем XP уколико сте изменили XP датотеке и поставке регистра. Једноставно копирање садржаја неког XP, резултат: ЦД неће радити!

CheckCopy_MouseMove=КОПИРАЊЕ ДАТОТЕКА - Морате означити овај квадратић ако желите да се све датотеке и подфасцикле из изабране фасцикле копирају на УСБ диск након форматирања.
chkCHS_MouseMove=CHS - Пробајте ову могућност ако имате старији BIOS (MS-DOS 6.22). ЗИП користи ову могућност аутоматски.
chkForceLBA_MouseMove=FORCELBA - Користите ову могућност уколико имате тешкоће при покретању. Главе цилиндра и сектори вредности партиција ће бити постављени на 1023/255/63 (макс.) принудно Проширено Int 13h LBA адресирање (Напомена: може бити проблема у Линуксу).
chkUSBFDD_MouseMove=USBFDD - Пробајте ову могућност ако имате MS-DOS или FreeDos и желите да се покрене као диск A:. УСБ уређај неће имати Master Boot Record или табелу партиција. Алтернативно пробајте ЗИП могућност за A: покретање.
chkZIP_MouseMove=ZIP - Пробајте ову могућност ако имате MS-DOS или FreeDos и желите да се покрене као диск A:. УСБ уређај ће имати табелу партиција и покушаће да искористи 32 сектора по геометрији диска, ако је могуће.
chksure_MouseMove=НАПРЕДНИ РЕЖИМ: Овај режим избегава већина корисника јер тражи, упозорава и користи СИГУРНУ могућност RMPartUSB при коришћењу. Користите ову могућност пажљиво јер лако може да уништи податке на УСБ диску без упозорења!
ChkBartPE_MouseMove=BARTPE TO USB - Треба означити овај квадратић ако сте изабрали BartPE фасциклу - на пример после употребе, PE-Builder припрема датотеке за покретање система. Изаберите PEBuilder\BartPE фасциклу као КОПИРАЈ ДАТОТЕКЕ О.С. фасциклу и означите обе КОПИРАЈ ДАТОТЕКЕ О.С. и ову BartToPE целину. Морате да изаберите КОПИРАЈ О.С. ДАТОТЕКА и XP као могућност за покретање првог.
Chk2PTN_MouseMove=2PTN - Тако што ћете додати малих, скривених партиција на УСБ диск, неки BIOS-и ће третирати УСБ уређај као чврсти диск, а не преносни (неће одговарати неким BIOS-има). Одзначи и све поништи  ако желите УСБ HDD са само 1 партицијом.
ChkNOACT_MouseMove=NOACT - Означи ово поље ако не желите УСБ уређај да буде покретачки.

txtLABEL_MouseMove=VOLUME LABEL - Поставите Volume label за ваш УСБ уређај. Дозвољени знаци су A-Z и 0-9 само (највише 11 знакова).
txtSIZE_MouseMove=PARTITION SIZE - Поставите величину партиције овде. Користи 'MAX' Ако желите највећу величину или да подесите величину MiBs - нпр 500.\nНапомена: 1 Mib (Mebibyte, МегаБинарниБајт) = 1024x1024 = 1048576 Бајт.
txtSourcePath_MouseMove=COPY OS BOOT FILES - Све ваше датотеке за покретање система и подфасцикле у овој изворној фасцикли биће копиране на УСБ диск после форматирања. Проверите да ли сте означили КОПИРАЈ ДАТОТЕКЕ О.С. означи-поље.

'*** HELP BUTTON TEXT ***

txtHBOX=Партиционисање, форматирање и прављење покретачког УСБ уређаја:\n=============================================================\nПратите кораке од 1 - 6 након избора УСБ уређај из списка\n1. Проверите величину партиције.\n2. (могућност) промена имена уређаја.\n3. Изаберите избор за покретање система.\n4. Промена система датотека, могућности.\n5. (Могућност) Изаберите фасциклу која садржи датотеке које желите да се копирају\n    и означите поље за потврду.\n6. Кликните на "Припрема уређаја" за партиционисање и форматирање УСБ уређаја.\nНапомена: Слика тастера се може користити за прављење резервних копија и враћање УСБ уређаја.\n\nMAIN FORM SHORTCUT KEYS:\nF1   Help\nF2   Explore USB drive (Alt+F2=calc file MD5/SHA1/CRC32, ALT+CTRL+F2=overwrite MBR)\nF3   Explore RMPrepUSB source folder\nF4   Edit \menu.lst on USB drive\nF5   Refresh drives (ALT+F5=HDD+USB, ALT+CTRL+F5=Disk Doctor)\nF6   Excel/Calc USBSpeedDP.csv\nF7   Excel/Calc USBSpeed.csv\nF8   Notepad USBSpeedDP.csv\nF9   Notepad RMPrepUSB.ini\nF10 Save to RMPrepUSB.ini\nF11  Run QEMU emulator and boot from selected USB drive\nF12  Load Pre-set Configurations menu (if available) (ALT+F12=Install WEE)\n                                                                               Притисните 'У реду' да видите Помоћ у ПДФ-формату...


